Repository: Altizo/gnome-shell-pano
Catalog: resources/po/*.po
Languages: hu, ja

source: Cancel
hu: Érvénytelenít
ja: キャンセル

source: Clear
hu: Világos
ja: クリア

source: Clear History
hu: Előzmények törlése
ja: 履歴をクリア

source: Are you sure you want to clear history?
hu: Biztos benne, hogy törölni szeretné a történelmet?
ja: 履歴をクリアしてもよろしいですか?

source: Incognito Mode
hu: Inkognitómód
ja: シークレットモード

source: Settings
hu: Beállítások
ja: 設定

source: Clears the clipboard database and cache
hu: Törli a vágólap adatbázisát és gyorsítótárát
ja: クリップボードのデータベースとキャッシュをクリアします。

source: Danger Zone
hu: Veszélyzóna
ja: 危険地帯

source: Session Only Mode
hu: Csak munkamenet mód
ja: セッションのみモード

source: When enabled, Pano will clear all history on logout/restart/shutdown.
hu: Ha engedélyezve van, a Pano törli az összes előzményt kijelentkezéskor/újraindításkor/leállításkor.
ja: 有効にすると、Panoはログアウト/再起動/シャットダウン時にすべての履歴をクリアします。

source: Database Location
hu: Adatbázis helye
ja: データベースの場所

source: Choose pano database location
hu: Válassza ki a pano adatbázis helyét
ja: pano データベースの場所を選択する

source: Failed to select directory
hu: Nem sikerült kiválasztani a könyvtárat
ja: ディレクトリの選択に失敗しました

source: Manage Exclusions
hu: Kizárások kezelése
ja: 除外の管理

source: Excluded Apps
hu: Kizárt alkalmazások
ja: 除外されたアプリ

source: Pano will stop tracking if any window from the list is focussed
hu: A Pano leállítja a követést, ha a lista bármely ablaka fókuszban van
ja: Pano は、リストのいずれかのウィンドウがフォーカスされている場合、追跡を停止します

source: Window class name
hu: Ablakosztály neve
ja: ウィンドウ クラス名

source: General Options
hu: Általános beállítások
ja: 全般オプション

source: History Length
hu: Történelem hossza
ja: 履歴の長さ

source: You can limit your clipboard history length between 10 - 500
hu: A vágólap előzményeinek hosszát 10 és 500 között korlátozhatja
ja: クリップボードの履歴の長さを 10 から 500 の間で制限できます。

source: Incognito Mode Shortcut
hu: Inkognitómódú parancsikon
ja: シークレットモードのショートカット

source: Allows you to toggle incognito mode
hu: Lehetővé teszi az inkognitómód váltását
ja: シークレットモードを切り替えることができます

source: Select a shortcut
hu: Parancsikon kiválasztása
ja: ショートカットを選択する

source: New shortcut
hu: Új billentyűparancs
ja: 新しいショートカット

source: General
hu: Általános
ja: 全般

source: Keep Search Entry
hu: Keresési bejegyzés megtartása
ja: 検索エントリを保持

source: Keep search entry when Pano hides
hu: Tartsa meg a keresési bejegyzést, amikor Pano elrejti
ja: Pano が非表示になったときに検索エントリを保持する

source: Link Previews
hu: Linkek előnézete
ja: リンクプレビュー

source: Allow Pano to visit links on your clipboard to generate link previews
hu: Engedélyezze a Pano számára, hogy meglátogassa a vágólapon lévő linkeket a hivatkozások előnézetének létrehozásához
ja: Pano がクリップボード上のリンクにアクセスしてリンク プレビューを生成できるようにする

source: Paste on Select
hu: Illessze be a Kiválasztás gombra
ja: 選択時に貼り付け

source: Allow Pano to paste content on select
hu: Engedélyezze a Pano számára, hogy tartalmat illesszen be a kiválasztáskor
ja: Pano が選択項目にコンテンツを貼り付けることを許可する

source: Play an Audio on Copy
hu: Hang lejátszása másoláskor
ja: コピー時にオーディオを再生する

source: Allow Pano to play an audio when copying new content
hu: Hang lejátszásának engedélyezése a Pano számára új tartalom másolásakor
ja: 新しいコンテンツをコピーするときにPanoがオーディオを再生できるようにする

source: Global Shortcut
hu: Globális parancsikon
ja: グローバルショートカット

source: Allows you to toggle visibility of the clipboard manager
hu: Lehetővé teszi a vágólapkezelő láthatóságának váltását
ja: クリップボードマネージャーの表示を切り替えることができます

source: Show Indicator
hu: Jelző megjelenítése
ja: インジケーターを表示

source: Shows an indicator on top panel
hu: Jelző megjelenítése a felső panelen
ja: トップパネルにインジケーターを表示

source: Sync Primary
hu: Elsődleges szinkronizálása
ja: プライマリの同期

source: Sync primary selection with clipboard selection
hu: Elsődleges kijelölés szinkronizálása a vágólap-kijelöléssel
ja: プライマリ選択とクリップボード選択の同期

source: Watch Exclusions
hu: Megtekintési kizárások
ja: 除外を見る

source: When enabled, Pano will not track clipboard from excluded apps
hu: Ha engedélyezve van, a Pano nem követi nyomon a kizárt alkalmazások vágólapját
ja: 有効にすると、Panoは除外されたアプリからクリップボードを追跡しません
